/********************************************************************************
 * Copyright (C) 2005-2026, Suzhou Tongyuan Software&Control Technology Co.,Ltd.
 * All rights reserved.
 * 版权所有 (C) 2005-2026， 苏州同元软控技术股份有限公司
 * 保留所有权利。
 *
 * 该文件由MWORKS内核代码生成器自动生成。
 *
 * 文件名称: for_code_JGB520_Team27_data.c
 * 生成时间: 2026-08-12 20:35:14
 *
********************************************************************************/

#include "for_code_JGB520_Team27.h"

#include "for_code_JGB520_Team27_private.h"


/********************************************************************************
** end of file
********************************************************************************/
